[
  {
    "clause_id": 0,
    "section": "ROOT",
    "text": "X"
  },
  {
    "clause_id": 1,
    "section": "Can’t find the right style?",
    "text": "Create your own in Custom Lab with a choice of colors, lenses, temples and engraving."
  },
  {
    "clause_id": 2,
    "section": "Can’t find the right style?",
    "text": "Customize now"
  },
  {
    "clause_id": 3,
    "section": "Can’t find the right style?",
    "text": "Internet privacy policy"
  },
  {
    "clause_id": 4,
    "section": "Internet privacy policy",
    "text": "Internet privacy policy"
  },
  {
    "clause_id": 5,
    "section": "Internet privacy policy",
    "text": "Get Support"
  },
  {
    "clause_id": 6,
    "section": "Internet privacy policy",
    "text": "Privacy & security"
  },
  {
    "clause_id": 7,
    "section": "Internet privacy policy",
    "text": "Internet privacy policy"
  },
  {
    "clause_id": 8,
    "section": "Internet privacy policy",
    "text": "(EFFECTIVE AS 27.09.2021)"
  },
  {
    "clause_id": 9,
    "section": "Internet privacy policy",
    "text": "The Ray-Ban.com website available at the following link ray-ban.com/uk (hereinafter, the \"Website\") is managed by Luxottica Group S.p.A., acting as data controller (hereinafter, “Luxottica”) in the processing of your personal data as outlined in this data protection policy (hereinafter, the “Data Protection Policy”)."
  },
  {
    "clause_id": 10,
    "section": "Internet privacy policy",
    "text": "If you want to know more on the processing of your personal data by Luxottica, please read carefully the Data Protection Policy sections below."
  },
  {
    "clause_id": 11,
    "section": "Internet privacy policy",
    "text": "1. AN INTRODUCTION ON HOW WE USE YOUR PERSONAL DATA"
  },
  {
    "clause_id": 12,
    "section": "Internet privacy policy",
    "text": "This Data Protection Policy outlines how Luxottica collects and processes your personal data as user of the Website (hereinafter, “user”, “users”, “data subject” or “you”) in compliance with the EU General Data Protection Regulation 2016/679 (hereinafter, the “GDPR”) and the Italian Legislative Decree 196/2003, as lastly amended and integrated (hereinafter, the “Privacy Code”)."
  },
  {
    "clause_id": 13,
    "section": "Internet privacy policy",
    "text": "As outlined in more details below, Luxottica processes your personal data in order to provide you with its products and services as well as to allow you to join engagement programs, prize competitions and events organized by Luxottica for its clients."
  },
  {
    "clause_id": 14,
    "section": "Internet privacy policy",
    "text": "If you want to receive the latest news, offers and promotions on the Luxottica world, Luxottica will process – with your prior consent – your personal data in order to send you marketing communications, also customized upon your preferences and interests."
  },
  {
    "clause_id": 15,
    "section": "Internet privacy policy",
    "text": "In any case, Luxottica will process your personal data securely, adopting all adequate security measures, and allowing the access to your personal data only to authorized persons and third parties both located in EU and in the United States according to modalities compliant with applicable data protection laws."
  },
  {
    "clause_id": 16,
    "section": "Internet privacy policy",
    "text": "All personal data provided by you through this Website is used exclusively for the purposes and with the modalities as described below."
  },
  {
    "clause_id": 17,
    "section": "Internet privacy policy",
    "text": "2. WHAT KIND OF PERSONAL DATA"
  },
  {
    "clause_id": 18,
    "section": "Internet privacy policy",
    "text": "DO WE USE AND WHERE ARE THEY COLLECTED FROM?"
  },
  {
    "clause_id": 19,
    "section": "Internet privacy policy",
    "text": "Luxottica processes your personal data which are collected directly from you as well as from the other sources, as outlined in the categories of personal data listed below (hereinafter, collectively referred to as “Personal Data”) :"
  },
  {
    "clause_id": 20,
    "section": "Internet privacy policy",
    "text": "a) Personal Data provided directly by you"
  },
  {
    "clause_id": 21,
    "section": "Internet privacy policy",
    "text": "Luxottica processes the following categories of Personal Data directly provided by you:"
  },
  {
    "clause_id": 22,
    "section": "Internet privacy policy",
    "text": "Identifiable information provided during the registration process, the creation of an account on the Website or when completing your purchase order or join Luxottica engagement programs, prize competitions and events, such as name and surname, e-mail address, user ID, password, gender, country of residence, postal address and phone numbers;"
  },
  {
    "clause_id": 23,
    "section": "Internet privacy policy",
    "text": "Financial information and data related to your credit card for the purchase of products through the Website;"
  },
  {
    "clause_id": 24,
    "section": "Internet privacy policy",
    "text": "Information contained in any correspondence or requests sent by you to Luxottica or asked you by Luxottica if problems with our service on the Website or purchased products are reported;"
  },
  {
    "clause_id": 25,
    "section": "Internet privacy policy",
    "text": "Information relating to the your social network profile, if public and if you decide to log into the Website through social network applications or to link your Luxottica account to the your public profiles available on social networks, and share your actions through the Website on those channels via the corresponding plug-ins (e.g. Facebook Connect, I like, fb share, etc.)."
  },
  {
    "clause_id": 26,
    "section": "Internet privacy policy",
    "text": "If you decide to share such information, Personal Data published on your social network profile will be collected by the Website and processed for the corresponding functions."
  },
  {
    "clause_id": 27,
    "section": "Internet privacy policy",
    "text": "Thus, the use of the said plug-in entails sharing the corresponding actions and information on the related social networks."
  },
  {
    "clause_id": 28,
    "section": "Internet privacy policy",
    "text": "b)"
  },
  {
    "clause_id": 29,
    "section": "Internet privacy policy",
    "text": "In case of purchase of prescription glasses through the Website, Luxottica will collect – with your prior explicit consent – health related data contained in your eyesight prescription to be provided in order to purchase your prescription glasses (hereinafter the \"Prescription Data\")."
  },
  {
    "clause_id": 30,
    "section": "Internet privacy policy",
    "text": "c)"
  },
  {
    "clause_id": 31,
    "section": "Internet privacy policy",
    "text": "Personal Data obtained from automatic tracking systems when you browse the Website and use its services"
  },
  {
    "clause_id": 32,
    "section": "Internet privacy policy",
    "text": "Luxottica processes the following categories of Personal Data collected through the automatic tracking systems when you browse the Website and use its services:"
  },
  {
    "clause_id": 33,
    "section": "Internet privacy policy",
    "text": "Information relating to your usage of the Website."
  },
  {
    "clause_id": 34,
    "section": "Internet privacy policy",
    "text": "For security purposes, Luxottica processes the log files related to each session when the user logins into his/her account, as well as information on payment transactions that will be processed through Luxottica e-payment provider;"
  },
  {
    "clause_id": 35,
    "section": "Internet privacy policy",
    "text": "Navigation information collected when you surf the Website."
  },
  {
    "clause_id": 36,
    "section": "Internet privacy policy",
    "text": "Luxottica uses some technologies (e.g. cookies and automatic tracking systems) that automatically collect certain items of information relating to the way in which the user utilizes the Website such as the IP address or other unique code of the device (computer, mobile or other devices) employed by the user to browse the Website, identification as registered user or not, technical information that may include the URL from where a user originates, browser information, language."
  },
  {
    "clause_id": 37,
    "section": "Internet privacy policy",
    "text": "This information helps us to continuously improve the browsing experience and the mechanisms of purchase of Luxottica products and services, and to monitor the correct operations of the Website."
  },
  {
    "clause_id": 38,
    "section": "Internet privacy policy",
    "text": "This information only includes statistical data relating to the actions performed by the user, and is not intended to be associated with the user’s identifying data."
  },
  {
    "clause_id": 39,
    "section": "Internet privacy policy",
    "text": "In any case, navigation data may identify you, only when matched with your identification personal information."
  },
  {
    "clause_id": 40,
    "section": "Internet privacy policy",
    "text": "For further information on the use of Personal Data collected through cookies and tracking systems, please read carefully the Luxottica Cookie Policy available here"
  },
  {
    "clause_id": 41,
    "section": "Internet privacy policy",
    "text": "3. FOR WHAT PURPOSES and why DO WE USE YOUR PERSONAL DATA?"
  },
  {
    "clause_id": 42,
    "section": "Internet privacy policy",
    "text": "Luxottica processes your Personal Data for the following purposes:"
  },
  {
    "clause_id": 43,
    "section": "Internet privacy policy",
    "text": "3.1 Contractual Purposes – We need to be able to provide you our products and services"
  },
  {
    "clause_id": 44,
    "section": "Internet privacy policy",
    "text": "Save for Prescription Data, Luxottica processes your Personal Data for the purposes necessary for the provision of services and products offered through the Website, and in particular for the following Contractual Purposes:"
  },
  {
    "clause_id": 45,
    "section": "Internet privacy policy",
    "text": "To allow you to register to the Website and create your own account;"
  },
  {
    "clause_id": 46,
    "section": "Internet privacy policy",
    "text": "To provide the services available through the Website (e.g. management of the registration process and access to the account, account management, the reminder for products in the shopping cart, etc.);"
  },
  {
    "clause_id": 47,
    "section": "Internet privacy policy",
    "text": "To manage the sale of products and online orders, and to supply products and services;"
  },
  {
    "clause_id": 48,
    "section": "Internet privacy policy",
    "text": "To process payments and e-payments, also with reference to invoicing obligations;"
  },
  {
    "clause_id": 49,
    "section": "Internet privacy policy",
    "text": "To provide sales and after-sales services (including, for example, fraud prevention, returns, guarantee warranty and customer support), also sending to users operational communications related to the supply of the service or products, sales and after sales assistance;"
  },
  {
    "clause_id": 50,
    "section": "Internet privacy policy",
    "text": "To fulfil the user’s requests (e.g. management of requests for information, [booking of eyesight checks], providing the “share with a friend” feature, to notify you with the “back in stock” feature, etc.);"
  },
  {
    "clause_id": 51,
    "section": "Internet privacy policy",
    "text": "To permit you to join Luxottica engagement programs;"
  },
  {
    "clause_id": 52,
    "section": "Internet privacy policy",
    "text": "To allow you to participate in contests, prize competitions and initiatives promoted by Luxottica."
  },
  {
    "clause_id": 53,
    "section": "Internet privacy policy",
    "text": "The data processing activities for Contractual Purposes are necessary for the provision of products and services required."
  },
  {
    "clause_id": 54,
    "section": "Internet privacy policy",
    "text": "If you don’t want your Personal Data to be processed for such purposes, it will not be possible for Luxottica to provide the required products and services."
  },
  {
    "clause_id": 55,
    "section": "Internet privacy policy",
    "text": "In relation to Prescription Data, this can be processed by Luxottica only with the your prior explicit consent pursuant to Article 9 of the GDPR to perform the purchase of prescription glasses through the Website."
  },
  {
    "clause_id": 56,
    "section": "Internet privacy policy",
    "text": "However, if you don’t grant your explicit consent to the processing of your Prescription Data for the above mentioned purposes, you will not be able to purchase prescription glasses through the Website."
  },
  {
    "clause_id": 57,
    "section": "Internet privacy policy",
    "text": "3.2 Law Purposes – We need to ensure compliance with legal obligations"
  },
  {
    "clause_id": 58,
    "section": "Internet privacy policy",
    "text": "Luxottica can process your Personal Data to ensure compliance with legal obligations, and in particular for the following Law Purposes:"
  },
  {
    "clause_id": 59,
    "section": "Internet privacy policy",
    "text": "To comply with the requirements of the laws, regulations, protocols and national and EU legislation;"
  },
  {
    "clause_id": 60,
    "section": "Internet privacy policy",
    "text": "To implement the decisions of public Authorities."
  },
  {
    "clause_id": 61,
    "section": "Internet privacy policy",
    "text": "The data processing activities for Law Purposes are necessary as they are required by applicable laws."
  },
  {
    "clause_id": 62,
    "section": "Internet privacy policy",
    "text": "If you don’t want your Personal Data to be processed for such purposes, you cannot use the Website."
  },
  {
    "clause_id": 63,
    "section": "Internet privacy policy",
    "text": "3.3 Marketing Purposes – You can decide whether we can use your personal data for our marketing related activities"
  },
  {
    "clause_id": 64,
    "section": "Internet privacy policy",
    "text": "Except for Prescription Data, Luxottica processes, with your prior consent, your Personal Data, for the following Marketing Purposes:"
  },
  {
    "clause_id": 65,
    "section": "Internet privacy policy",
    "text": "To send commercial and promotional communications and periodical updates (e.g. via e-mail, phone, SMS/MMS, postal service, social network and newsletter) related to Luxottica's products, services, initiatives and events."
  },
  {
    "clause_id": 66,
    "section": "Internet privacy policy",
    "text": "Furthermore, according to Article 130(4) of the Italian Privacy Code, if you already are a Luxottica customer, Luxottica may send you commercial communications via e-mail on similar products, events and services already provided to you, unless you object to such a processing at the time of the collection and on the occasion of each message."
  },
  {
    "clause_id": 67,
    "section": "Internet privacy policy",
    "text": "Indeed, you may opt out at any time by following the instructions available in each communication;"
  },
  {
    "clause_id": 68,
    "section": "Internet privacy policy",
    "text": "To carry out statistical analyses on the customer audience."
  },
  {
    "clause_id": 69,
    "section": "Internet privacy policy",
    "text": "The data processing activities for Marketing Purposes are discretionary subject to either your prior consent or your objection in the circumstances of the above-mentioned Article 130(4) of the Italian Privacy Code."
  },
  {
    "clause_id": 70,
    "section": "Internet privacy policy",
    "text": "You may freely decide not to provide Personal Data for the Marketing Purposes, as well as you may subsequently withdraw your consent to process the Personal Data already provided: in this case Luxottica will not send you marketing communications to update you on offers and promotions on Luxottica products, services and initiatives."
  },
  {
    "clause_id": 71,
    "section": "Internet privacy policy",
    "text": "3.4 Segmentation and Profiling Purposes – You can decide whether you want marketing communications better tailored on your needs"
  },
  {
    "clause_id": 72,
    "section": "Internet privacy policy",
    "text": "If you provided your consent to the processing of your Personal Data for Marketing Purposes, Luxottica may process your Personal Data for Segmentation Purposes to analyze your Personal Data related to spending volume, product category, date of birth and methods of purchase in connection with activities performed for Marketing Purposes."
  },
  {
    "clause_id": 73,
    "section": "Internet privacy policy",
    "text": "This activity is carried out by Luxottica on the basis of Luxottica’s legitimate interest to provide a service in line with your needs, adequately balanced with your rights given the limited amount of processed Personal Data."
  },
  {
    "clause_id": 74,
    "section": "Internet privacy policy",
    "text": "The processing of Personal Data for Segmentation Purposes falls among the Legitimate Interests Purposes for which we refer to following paragraph."
  },
  {
    "clause_id": 75,
    "section": "Internet privacy policy",
    "text": "In case you consented to install cookies and other technologies with the banner prompted to you on our website, additionally to what is stated above, Luxottica processes your Personal Data for Profiling Purposes to analyze your interests and preferences, includingbrowsing data with specific reference to pages consulted and products viewed on the Website, in order to offer personalized services and send targeted marketing communications on this basis."
  },
  {
    "clause_id": 76,
    "section": "Internet privacy policy",
    "text": "This activity is carried out by Luxottica on the basis of Luxottica’s legitimate interest to provide a service in line with your needs, adequately balanced with your rights given the consent provided through the cookie banner and in line with our Cookie Policy."
  },
  {
    "clause_id": 77,
    "section": "Internet privacy policy",
    "text": "This activity will help Luxottica to provide you with offers more in line with your profile."
  },
  {
    "clause_id": 78,
    "section": "Internet privacy policy",
    "text": "The legitimate interest can be found in the need of Luxottica to optimize the marketing communications and it is balanced by the need to provide You with information that we consider relevant for you."
  },
  {
    "clause_id": 79,
    "section": "Internet privacy policy",
    "text": "3.5 Legitimate Interest Purposes – Luxottica’s and your rights are adequately balanced, unless you object to it"
  },
  {
    "clause_id": 80,
    "section": "Internet privacy policy",
    "text": "In addition to the processing for Segmentation and Profiling Purposes, Luxottica also processes your Personal Data for additional Legitimate Interest Purposes and, in particular,:"
  },
  {
    "clause_id": 81,
    "section": "Internet privacy policy",
    "text": "To exercise or defend legal claims in court proceedings or in an administrative or out-of-court procedures relating to the rights of Luxottica, of its group companies and/or of their representatives, shareholders, officers and directors;"
  },
  {
    "clause_id": 82,
    "section": "Internet privacy policy",
    "text": "To enable the technical management of the Website and its operational functions, including solving any technical problems, to perform tests, updates and upgrades that cannot be performed through non-personal data;"
  },
  {
    "clause_id": 83,
    "section": "Internet privacy policy",
    "text": "To prevent or identify fraudulent activities or misuses of the Website or against the Luxottica group and/or the users of the Website;"
  },
  {
    "clause_id": 84,
    "section": "Internet privacy policy",
    "text": "To complete a potential merger, sale of assets, transfer of all or a material part of its business, or financing transaction by disclosing and transferring the Personal Data to the third party or parties involved in the transaction as part of the transaction;"
  },
  {
    "clause_id": 85,
    "section": "Internet privacy policy",
    "text": "To conduct, surveys and market researches relating to Luxottica’s products and services by post, telephone or e-mail;To anonymize Personal Data in order to perform statistical analysis."
  },
  {
    "clause_id": 86,
    "section": "Internet privacy policy",
    "text": "The processing of your Personal Data with regard to the above-mentioned Legitimate Interest Purposes and Segmentation Purposes is carried out pursuant to article 6, letter f) of the GDPR, for the pursuit of Luxottica’s legitimate interest, which is adequately balanced with your interest since the data processing is performed within the limits strictly necessary to perform such economic activities."
  },
  {
    "clause_id": 87,
    "section": "Internet privacy policy",
    "text": "Such data processing activity is not mandatory and you can object to such data processing at any time through the modalities as per this Data Protection Policy."
  },
  {
    "clause_id": 88,
    "section": "Internet privacy policy",
    "text": "In such case no data processing will be carried out by Luxottica for such purposes, except in case where Luxottica demonstrates the existence of legitimate prevailing arguments or the exercise of a Luxottica's right pursuant to Section 21 of the GDPR."
  },
  {
    "clause_id": 89,
    "section": "Internet privacy policy",
    "text": "4."
  },
  {
    "clause_id": 90,
    "section": "Internet privacy policy",
    "text": "WHAT MODALITIES DO WE USE TO PROCESS YOUR PERSONAL DATA?"
  },
  {
    "clause_id": 91,
    "section": "Internet privacy policy",
    "text": "The processing of your Personal Data is carried out, electronically and manually, only within the limits necessary to pursue the purposes outlined above."
  },
  {
    "clause_id": 92,
    "section": "Internet privacy policy",
    "text": "Luxottica undertakes to protect users’ Personal Data."
  },
  {
    "clause_id": 93,
    "section": "Internet privacy policy",
    "text": "Luxottica advises that the password is one of the protection mechanisms of the account."
  },
  {
    "clause_id": 94,
    "section": "Internet privacy policy",
    "text": "Therefore users are invited to use a password sufficiently secure and stored in a safe place, limiting access to it on their own computers and browsers, disconnecting it after having visited the Website."
  },
  {
    "clause_id": 95,
    "section": "Internet privacy policy",
    "text": "All Personal Data provided for by users is kept on secure servers, adopting adequate security measures to protect Personal Data from non-authorized access, to maintain the accuracy of Personal Data and guarantee the proper use of information."
  },
  {
    "clause_id": 96,
    "section": "Internet privacy policy",
    "text": "Furthermore, a secure system for authorizing credit card payments and identifying fraudulent activities is used."
  },
  {
    "clause_id": 97,
    "section": "Internet privacy policy",
    "text": "Luxottica uses the standard SSL (Secure Sockets Layer) to protect the confidentiality of your Personal Data."
  },
  {
    "clause_id": 98,
    "section": "Internet privacy policy",
    "text": "5. TO WHOM ARE YOUR PERSONAL DATA COMMUNICATED?"
  },
  {
    "clause_id": 99,
    "section": "Internet privacy policy",
    "text": "Luxottica may communicate your Personal Data to:"
  },
  {
    "clause_id": 100,
    "section": "Internet privacy policy",
    "text": "third parties service providers entrusted with processing activities that provide services or assistance and advice to Luxottica, with special - but not exclusive - reference to technology, accounting, administrative, legal, insurance, IT, marketing, data analysis matters;"
  },
  {
    "clause_id": 101,
    "section": "Internet privacy policy",
    "text": "companies of the Luxottica group;"
  },
  {
    "clause_id": 102,
    "section": "Internet privacy policy",
    "text": "persons and authorities whose right to access personal data is recognized by law, regulations or provisions issued by legally empowered authorities;"
  },
  {
    "clause_id": 103,
    "section": "Internet privacy policy",
    "text": "potential purchaser of Luxottica and the entities resulting from mergers or any other transformation involving Luxottica; and"
  },
  {
    "clause_id": 104,
    "section": "Internet privacy policy",
    "text": "competent authorities."
  },
  {
    "clause_id": 105,
    "section": "Internet privacy policy",
    "text": "The abovementioned recipients will process your Personal Data as data controllers, data processors or persons in charge of processing, depending on the circumstances."
  },
  {
    "clause_id": 106,
    "section": "Internet privacy policy",
    "text": "A complete list of data processors is available, upon request to Luxottica, through the modalities as per this Data Protection Policy."
  },
  {
    "clause_id": 107,
    "section": "Internet privacy policy",
    "text": "6. WHERE ARE YOUR DATA TRANSFERRED?"
  },
  {
    "clause_id": 108,
    "section": "Internet privacy policy",
    "text": "Luxottica may transfer your Personal Data to the recipients listed above, also located outside of the European Union and, in particular, in the United States."
  },
  {
    "clause_id": 109,
    "section": "Internet privacy policy",
    "text": "For transfers from EU to countries not considered adequate by the European Commission, Company has put in place appropriate and suitable safeguards to protect the Personal Data."
  },
  {
    "clause_id": 110,
    "section": "Internet privacy policy",
    "text": "Accordingly, Personal Data are transferred in compliance with the requirements and the obligations provided by applicable data protection laws as per Articles 44 et seq."
  },
  {
    "clause_id": 111,
    "section": "Internet privacy policy",
    "text": "of the GDPR."
  },
  {
    "clause_id": 112,
    "section": "Internet privacy policy",
    "text": "For further information with regard to the appropriate or suitable safeguards and the means by which to obtain a copy of them, the user can contact Luxottica with the modalities as per this Data Protection Policy."
  },
  {
    "clause_id": 113,
    "section": "Internet privacy policy",
    "text": "7."
  },
  {
    "clause_id": 114,
    "section": "Internet privacy policy",
    "text": "HOW LONG ARE YOUR PERSONAL DATA RETAINED BY LUXOTTICA?"
  },
  {
    "clause_id": 115,
    "section": "Internet privacy policy",
    "text": "Luxottica retains Personal Data for the time strictly necessary to achieve the purposes for which Personal Data were collected and further processed, including any retention period required under the applicable legislation."
  },
  {
    "clause_id": 116,
    "section": "Internet privacy policy",
    "text": "Luxottica will process your Personal Data for Contractual and Legitimate Interest Purposes for the duration of the contract (in case of an account created on the Website, of a purchase, or in relation to services provided by Luxottica) and for 10 years from the completion of the sale or of the provided service."
  },
  {
    "clause_id": 117,
    "section": "Internet privacy policy",
    "text": "Personal Data processed for Law Purposes will be stored for the period strictly necessary to comply with applicable laws."
  },
  {
    "clause_id": 118,
    "section": "Internet privacy policy",
    "text": "Furthermore, for Marketing and Profiling Purposes, including Segmentation Purposes, Personal Data will be processed for 7 years from the last purchase and/or from the last contact with you (e.g. subscription to a prize competition, participation to an event, opening of a newsletter), notwithstanding the right to withdraw the consent provided or object to the processing at any time."
  },
  {
    "clause_id": 119,
    "section": "Internet privacy policy",
    "text": "8."
  },
  {
    "clause_id": 120,
    "section": "Internet privacy policy",
    "text": "ARE YOU AT LEAST 16 YEARS OLD?"
  },
  {
    "clause_id": 121,
    "section": "Internet privacy policy",
    "text": "The personal data processing highlighted in this policy is not intended for minors of 16 years."
  },
  {
    "clause_id": 122,
    "section": "Internet privacy policy",
    "text": "If any Personal Data about minors is unintentionally recorded, Luxottica will provide to cancel it in a timely manner, upon request of the users."
  },
  {
    "clause_id": 123,
    "section": "Internet privacy policy",
    "text": "9. RAY-BAN META GLASSES"
  },
  {
    "clause_id": 124,
    "section": "Internet privacy policy",
    "text": "Luxottica is the manufacturer and distributor of RAY-BAN META GLASSES and any information you provide to Luxottica in connection with your purchase of RAY-BAN META GLASSES is subject to Luxottica’s terms and policies."
  },
  {
    "clause_id": 125,
    "section": "Internet privacy policy",
    "text": "Luxottica share and receive information with Meta to manage your customer service requests related to RAY-BAN META GLASSES; for example, Luxottica may share with Meta your name, email address and information about the issue you are experiencing, and Meta share with Luxottica information to help resolve the issue, such as steps to resolve a problem with your Meta account."
  },
  {
    "clause_id": 126,
    "section": "Internet privacy policy",
    "text": "Luxottica does not collect information directly from your use of RAY-BAN META GLASSES and the App."
  },
  {
    "clause_id": 127,
    "section": "Internet privacy policy",
    "text": "On the related Section of the Site Luxottica and Meta will collect through a pixel technology information in order to offer you personalized advertisements and to promote the relevant content and actions (for more information please refers to the Cookies Policy)."
  },
  {
    "clause_id": 128,
    "section": "Internet privacy policy",
    "text": "10."
  },
  {
    "clause_id": 129,
    "section": "Internet privacy policy",
    "text": "HOW CAN YOU EXERCISE YOUR PERSONAL DATA?"
  },
  {
    "clause_id": 130,
    "section": "Internet privacy policy",
    "text": "At any given time, you can exercise the following rights:"
  },
  {
    "clause_id": 131,
    "section": "Internet privacy policy",
    "text": "a)"
  },
  {
    "clause_id": 132,
    "section": "Internet privacy policy",
    "text": "To obtain from Luxottica confirmation of the existence of Personal Data and to be informed of its content and source, verify its accuracy and request its integration, update or amendment;"
  },
  {
    "clause_id": 133,
    "section": "Internet privacy policy",
    "text": "b)"
  },
  {
    "clause_id": 134,
    "section": "Internet privacy policy",
    "text": "To request the erasure, anonymisation or restriction of the processing of Personal Data processed in breach of the applicable laws;"
  },
  {
    "clause_id": 135,
    "section": "Internet privacy policy",
    "text": "c)"
  },
  {
    "clause_id": 136,
    "section": "Internet privacy policy",
    "text": "To object in whole or in part, on legitimate grounds, to the processing of the Personal Data;"
  },
  {
    "clause_id": 137,
    "section": "Internet privacy policy",
    "text": "d)"
  },
  {
    "clause_id": 138,
    "section": "Internet privacy policy",
    "text": "To withdraw the consent to the processing of the data (if and to the extent such a consent is necessary);"
  },
  {
    "clause_id": 139,
    "section": "Internet privacy policy",
    "text": "e) To request Luxottica to limit the processing of the your Personal Data where:"
  },
  {
    "clause_id": 140,
    "section": "Internet privacy policy",
    "text": "You contest the accuracy of the Personal Data until Luxottica has taken sufficient steps to correct or verify its accuracy;"
  },
  {
    "clause_id": 141,
    "section": "Internet privacy policy",
    "text": "The processing is unlawful but you do not want us to erase the your Personal Data;"
  },
  {
    "clause_id": 142,
    "section": "Internet privacy policy",
    "text": "Luxottica no longer needs the your Personal Data for the purposes of the processing, but you require them for the establishment, exercise or defence of legal claims; or"
  },
  {
    "clause_id": 143,
    "section": "Internet privacy policy",
    "text": "You have objected to processing justified on legitimate interests, pending verification as to whether Luxottica has compelling legitimate grounds to continue processing;"
  },
  {
    "clause_id": 144,
    "section": "Internet privacy policy",
    "text": "f)"
  },
  {
    "clause_id": 145,
    "section": "Internet privacy policy",
    "text": "To object to the processing of your Personal Data in case of processing based on legitimate interest, unless Luxottica demonstrates the existence of compelling legitimate grounds for the processing or for the establishment, exercise or defence of legal claims;"
  },
  {
    "clause_id": 146,
    "section": "Internet privacy policy",
    "text": "g) To request the erasure of the your Personal Data without undue delay;"
  },
  {
    "clause_id": 147,
    "section": "Internet privacy policy",
    "text": "h) To receive an electronic copy of the your Personal Data, if you would like to port your Personal Data to yourself or a different provider, when Luxottica is relying upon your consent or the fact that the processing is necessary for the provision of the services and the Personal Data is processed by automatic means; and"
  },
  {
    "clause_id": 148,
    "section": "Internet privacy policy",
    "text": "i)"
  },
  {
    "clause_id": 149,
    "section": "Internet privacy policy",
    "text": "To lodge a complaint with the relevant data protection supervisory authority."
  },
  {
    "clause_id": 150,
    "section": "Internet privacy policy",
    "text": "According to article 2-terdecies of the Privacy Code, in case of the user’s death, the above mentioned rights may be exercised by another person entitled (the \"Successor\") who has its own interest or acts as user’s mandatory orfamily reasons that need to be protected exist."
  },
  {
    "clause_id": 151,
    "section": "Internet privacy policy",
    "text": "The user may expressly avoid the exercise of some of the above mentioned rights by the Successor submitting a request to the e-mail address indicated below."
  },
  {
    "clause_id": 152,
    "section": "Internet privacy policy",
    "text": "The user may, in any time, withdraw or modify such declaration with the same modalities."
  },
  {
    "clause_id": 153,
    "section": "Internet privacy policy",
    "text": "You can exercise your rights above, at any time, by clicking here."
  },
  {
    "clause_id": 154,
    "section": "Internet privacy policy",
    "text": "Luxottica will respond within a reasonable time frame (and, in any case, within the limits of applicable law), after verifying users’ identity."
  },
  {
    "clause_id": 155,
    "section": "Internet privacy policy",
    "text": "Furthermore, Luxottica offers tools to users to update and amend the Personal Data."
  },
  {
    "clause_id": 156,
    "section": "Internet privacy policy",
    "text": "Indeed, every registered user may access his/her own information and update it (e.g. through user account)."
  },
  {
    "clause_id": 157,
    "section": "Internet privacy policy",
    "text": "Besides, it is also possible for users to modify and update their preferences on how they wish to receive e-mails or other communications from Luxottica."
  },
  {
    "clause_id": 158,
    "section": "Internet privacy policy",
    "text": "Users may also request that their information on their account is deleted."
  },
  {
    "clause_id": 159,
    "section": "Internet privacy policy",
    "text": "11."
  },
  {
    "clause_id": 160,
    "section": "Internet privacy policy",
    "text": "HOW CAN YOU CONTACT LUXOTTICA?"
  },
  {
    "clause_id": 161,
    "section": "Internet privacy policy",
    "text": "The Data Controller of the processing of your Personal Data is Luxottica Group S.p.A., with registered office in Piazzale Luigi Cadorna, 3, 20123 Milan, Italy."
  },
  {
    "clause_id": 162,
    "section": "Internet privacy policy",
    "text": "Should you have questions or comments on this Data Protection Policy or on any data processing carried out by Luxottica, Luxottica may be contacted through the link available in the previous paragraph."
  },
  {
    "clause_id": 163,
    "section": "Internet privacy policy",
    "text": "12."
  },
  {
    "clause_id": 164,
    "section": "Internet privacy policy",
    "text": "HOW CAN YOU CONTACT OUR DATA PROTECTION OFFICER?"
  },
  {
    "clause_id": 165,
    "section": "Internet privacy policy",
    "text": "Luxottica has appointed a Data Protection Officer according to Article 37 of the GDPR, which can be contacted at the following email address dpo@luxottica.com or to the address of Luxottica provided for in section “HOW CAN YOU CONTACT LUXOTTICA?” of this Data Protection Policy"
  },
  {
    "clause_id": 166,
    "section": "Internet privacy policy",
    "text": "13."
  },
  {
    "clause_id": 167,
    "section": "Internet privacy policy",
    "text": "HOW CAN YOU KEEP TRACK OF CHANGES TO THIS DATA PROTECTION POLICY?"
  },
  {
    "clause_id": 168,
    "section": "Internet privacy policy",
    "text": "For legal and/or organizational reasons, this Data Protection Policy may undergo changes."
  },
  {
    "clause_id": 169,
    "section": "Internet privacy policy",
    "text": "We suggest, therefore, to check this Data Protection Policy regularly and to refer to the latest version of it."
  },
  {
    "clause_id": 170,
    "section": "Internet privacy policy",
    "text": "In any case, changes will be notified in advance and an updated version of the Data Protection Policy will be always available on the Website."
  },
  {
    "clause_id": 171,
    "section": "Internet privacy policy",
    "text": "14."
  },
  {
    "clause_id": 172,
    "section": "Internet privacy policy",
    "text": "COOKIES POLICY"
  },
  {
    "clause_id": 173,
    "section": "Internet privacy policy",
    "text": "14.1 What are cookies?"
  },
  {
    "clause_id": 174,
    "section": "Internet privacy policy",
    "text": "A cookie is a small text file, usually consisting of letters and numbers, which is transferred and stored, for a time determined by the operator, on the device used by the user (a computer or any mobile device) when the user accesses the website."
  },
  {
    "clause_id": 175,
    "section": "Internet privacy policy",
    "text": "For example, some cookies uniquely identify one device, distinguishing it from another."
  },
  {
    "clause_id": 176,
    "section": "Internet privacy policy",
    "text": "Please note that other similar technologies used to collect information about the device you are using, such as pixel tags, web beacons or social network plug-ins, also fall into the general category of “cookies”."
  },
  {
    "clause_id": 177,
    "section": "Internet privacy policy",
    "text": "14.2 Why we use cookies"
  },
  {
    "clause_id": 178,
    "section": "Internet privacy policy",
    "text": "Some cookies are absolutely necessary to allow the Site to function properly and provide the user with a good browsing experience, such as simply moving from one page of the Site to another, and providing the services envisaged therein (e.g. purchasing and paying for glasses)."
  },
  {
    "clause_id": 179,
    "section": "Internet privacy policy",
    "text": "Other cookies are necessary to make browsing easier and faster, e.g. by remembering registration data or the contents of the shopping bag, or to make browsing as in line as possible with the user’s preferences and characteristics."
  },
  {
    "clause_id": 180,
    "section": "Internet privacy policy",
    "text": "In addition, certain cookies are useful for providing the operator of the Site with information that can be used for statistical purposes, for example to know the number of users connected, as well as for sending personalised promotional messages, or to ensure a direct link with social networks."
  },
  {
    "clause_id": 181,
    "section": "Internet privacy policy",
    "text": "14.3 What information do cookies contain"
  },
  {
    "clause_id": 182,
    "section": "Internet privacy policy",
    "text": "The information collected in the form of cookies generally relates to information about the user’s device, such as IP address, login details, operating system and platform used, time zone setting, country of origin, information about visits to the Site including the URL, length of visit, search terms typed on the Site, products viewed or placed in the shopping bag, page response times, download errors and information about page interaction, such as the number of clicks or browsing patterns."
  },
  {
    "clause_id": 183,
    "section": "Internet privacy policy",
    "text": "Generally this information is not sufficient to identify the user personally, but it could be if it is read in combination with each other or with additional information collected by Luxottica or a third party."
  },
  {
    "clause_id": 184,
    "section": "Internet privacy policy",
    "text": "We have coded and distinguished cookies according to how long they are stored on the user’s device, the party who installs and manages them and, above all, the purposes for which they are installed."
  },
  {
    "clause_id": 185,
    "section": "Internet privacy policy",
    "text": "a) Term"
  },
  {
    "clause_id": 186,
    "section": "Internet privacy policy",
    "text": "Session cookies are defined as cookies installed when the Site is opened and deleted when the browser is closed, or when the Site is closed or the session expires."
  },
  {
    "clause_id": 187,
    "section": "Internet privacy policy",
    "text": "The information is thus stored temporarily and allows, for example, navigation to be maintained."
  },
  {
    "clause_id": 188,
    "section": "Internet privacy policy",
    "text": "Permanent cookies are cookies that are stored on the user’s device for a period predetermined by the operator, even after closing the browser."
  },
  {
    "clause_id": 189,
    "section": "Internet privacy policy",
    "text": "They allow, for example, the user’s name and password to be saved or preferences to be remembered, so that the user does not have to enter them again when opening the site."
  },
  {
    "clause_id": 190,
    "section": "Internet privacy policy",
    "text": "b) Who installs cookies"
  },
  {
    "clause_id": 191,
    "section": "Internet privacy policy",
    "text": "First-party cookies are those installed and managed directly by Luxottica."
  },
  {
    "clause_id": 192,
    "section": "Internet privacy policy",
    "text": "On the other hand, third-party cookies are installed by an operator through a domain different from that of the Site on which the user is browsing and are not directly controlled by Luxottica."
  },
  {
    "clause_id": 193,
    "section": "Internet privacy policy",
    "text": "This is the case, for example, with the statistical analysis cookies installed by Google Analytics or when the Site incorporates elements from advertising platforms or other services."
  },
  {
    "clause_id": 194,
    "section": "Internet privacy policy",
    "text": "The installation of third party cookies is however subject to prior authorization by Luxottica."
  },
  {
    "clause_id": 195,
    "section": "Internet privacy policy",
    "text": "c) Purposes of the cookies used by Luxottica on this Site"
  },
  {
    "clause_id": 196,
    "section": "Internet privacy policy",
    "text": "- Strictly necessary (or technical) cookies: they ensure the proper functioning of the Site and the use of the services existing on it."
  },
  {
    "clause_id": 197,
    "section": "Internet privacy policy",
    "text": "They make it possible, for example, to recognise the language of the country from which the user is connecting and to save the choices made on the banner containing the short privacy policy (consent to the use of cookies), thus avoiding having to make the choice again each time the site is accessed, to make a purchase of a product."
  },
  {
    "clause_id": 198,
    "section": "Internet privacy policy",
    "text": "They also improve the user experience by storing log-in data or pre-selected products in the shopping bag."
  },
  {
    "clause_id": 199,
    "section": "Internet privacy policy",
    "text": "They are used exclusively to ensure the basic functionality of the Site and, therefore, prior consent of the user is not required for their installation."
  },
  {
    "clause_id": 200,
    "section": "Internet privacy policy",
    "text": "The user can set their browser to block these cookies, but as a result some or all parts of the site will not work."
  },
  {
    "clause_id": 201,
    "section": "Internet privacy policy",
    "text": "- Analytical cookies: some are installed and managed directly by Luxottica and are used to analyse how the Site is used, to count accesses, traffic sources, pages viewed, so as to allow the operator to make changes and improvements to the Site."
  },
  {
    "clause_id": 202,
    "section": "Internet privacy policy",
    "text": "They may collect data in anonymous form for statistical purposes only."
  },
  {
    "clause_id": 203,
    "section": "Internet privacy policy",
    "text": "Other analytical cookies may be instead installed by third parties in order to track the user’s activity on the Site drawing useful information for Luxottica."
  },
  {
    "clause_id": 204,
    "section": "Internet privacy policy",
    "text": "To help the user in making a more informed decision on whether or not to consent to the collection of such cookies, please read Google’s respective privacy policies (https://policies.google.com/privacy?hl=en-US ) or visit: http://www.youronlinechoices.com/it/"
  },
  {
    "clause_id": 205,
    "section": "Internet privacy policy",
    "text": "- Marketing and profiling cookies: they track the user’s navigation on the Site, allowing the creation of personalised content on the Site, showing the user products of their interest or similar to those already viewed, sending advertising messages in line with the preferences expressed: refusal or withdrawal of consent will not interfere with the possibility of accessing or browsing the Site."
  },
  {
    "clause_id": 206,
    "section": "Internet privacy policy",
    "text": "Other analytical cookies may be instead installed by third parties in order to track the user’s activity on the Site drawing useful information for Luxottica."
  },
  {
    "clause_id": 207,
    "section": "Internet privacy policy",
    "text": "With the purpose of monitoring and promoting the relevant campaigns and content with third parties partners and to offer you personalized advertisements, a Meta pixel on the “RayBan Meta Glasses” Site section is installed and managed by Luxottica and Meta."
  },
  {
    "clause_id": 208,
    "section": "Internet privacy policy",
    "text": "To help the user in making a more informed decision on whether or not to consent to the collection of such cookies, please read Google’s respective privacy policies, regarding Google Adsense (https://policies.google.com/privacy?hl=en-GB )."
  },
  {
    "clause_id": 209,
    "section": "Internet privacy policy",
    "text": "- Social Network Cookies: these allow the user to use the various social network functions, thanks to the use of plug-ins, integrated into our Site, which allow a direct connection with the social network server."
  },
  {
    "clause_id": 210,
    "section": "Internet privacy policy",
    "text": "The plug-in is managed by a third party."
  },
  {
    "clause_id": 211,
    "section": "Internet privacy policy",
    "text": "These cookies are not necessary for browsing."
  },
  {
    "clause_id": 212,
    "section": "Internet privacy policy",
    "text": "For information on the use of cookies by social networks and to give informed consent, we invite the user to consult the social networks’ respective privacy policies:"
  },
  {
    "clause_id": 213,
    "section": "Internet privacy policy",
    "text": "Facebook: https://en-gb.facebook.com/about/privacy/"
  },
  {
    "clause_id": 214,
    "section": "Internet privacy policy",
    "text": "Google: https://policies.google.com/privacy?hl=en-GB"
  },
  {
    "clause_id": 215,
    "section": "Internet privacy policy",
    "text": "Twitter: https://twitter.com/en/privacy"
  },
  {
    "clause_id": 216,
    "section": "Internet privacy policy",
    "text": "Instagram: https://help.instagram.com/1896641480634370?ref=ig"
  },
  {
    "clause_id": 217,
    "section": "Internet privacy policy",
    "text": "YouTube: https://support.google.com/youtube/answer/7671399?p=privacy_guidelines&hl=en-GB"
  },
  {
    "clause_id": 218,
    "section": "Internet privacy policy",
    "text": "Pinterest: https://about.pinterest.com/en/privacy-policy"
  },
  {
    "clause_id": 219,
    "section": "Internet privacy policy",
    "text": "Tumblr: https://www.tumblr.com/privacy/en"
  },
  {
    "clause_id": 220,
    "section": "Internet privacy policy",
    "text": "14.4 A short guide to managing cookies: how to install and delete them"
  },
  {
    "clause_id": 221,
    "section": "Internet privacy policy",
    "text": "Strictly necessary cookies, enabling the basic functions of the Site, are installed automatically when the Site is opened, without requiring consent."
  },
  {
    "clause_id": 222,
    "section": "Internet privacy policy",
    "text": "With regard to the other categories of cookies, for which it is necessary to give consent or not, the first time the user accesses the site they will see a cookie banner (Privacy Preferences) containing the short privacy policy and a link to the Cookies Policy."
  },
  {
    "clause_id": 223,
    "section": "Internet privacy policy",
    "text": "If the user has already communicated their preferences via the cookie banner, the cookie banner will no longer be displayed automatically if you access the site again in the next 6 months."
  },
  {
    "clause_id": 224,
    "section": "Internet privacy policy",
    "text": "The user may, however, at any time view and change his preferences via the Privacy Center."
  },
  {
    "clause_id": 225,
    "section": "Internet privacy policy",
    "text": "However, if consent has already been given to the use of cookies, in order for the cookies collected prior to their revocation to be deleted, the user must delete them via the settings of their browser."
  },
  {
    "clause_id": 226,
    "section": "Internet privacy policy",
    "text": "Below are instructions on how to change the cookie settings on the browsers most commonly used by users:"
  },
  {
    "clause_id": 227,
    "section": "Internet privacy policy",
    "text": "Google Chrome, Mozilla Firefox, Microsoft Edge, Safari, Internet Explorer"
  },
  {
    "clause_id": 228,
    "section": "Internet privacy policy",
    "text": "The list of cookies and similar technologies used on this Site is available here"
  },
  {
    "clause_id": 229,
    "section": "Internet privacy policy",
    "text": "14.5 Who has access to the information collected via cookies"
  },
  {
    "clause_id": 230,
    "section": "Internet privacy policy",
    "text": "With reference to the cookies installed by Luxottica, only Luxottica personnel in charge, previously trained and instructed to carry out such tasks, may access the information collected through cookies."
  },
  {
    "clause_id": 231,
    "section": "Internet privacy policy",
    "text": "With reference to third party cookies, information is collected and used by Luxottica and by external parties linked to Luxottica by a contractual relationship."
  },
  {
    "clause_id": 232,
    "section": "Internet privacy policy",
    "text": "For further information on the processing of personal data and on our collaborations with third parties, please consult this Privacy Policy."
  },
  {
    "clause_id": 233,
    "section": "Internet privacy policy",
    "text": "Internet privacy policy"
  },
  {
    "clause_id": 234,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "??"
  },
  {
    "clause_id": 235,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "?NEWS_LTR_SIGN_UP_LATAM_BTN???"
  },
  {
    "clause_id": 236,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "E-mail address {{ helperLabel }}"
  },
  {
    "clause_id": 237,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "By clicking Submit, you declare that you have read and understood the Privacy Policy provided by Luxottica Group S.p.a. for the processing of your Personal Data."
  },
  {
    "clause_id": 238,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Now you are a member of Ray-Ban The Ones community."
  },
  {
    "clause_id": 239,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Check your inbox for your welcome reward."
  },
  {
    "clause_id": 240,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "0ps something went very wrong!"
  },
  {
    "clause_id": 241,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Secure checkout"
  },
  {
    "clause_id": 242,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "RESPONSIBLE SHIPPING"
  },
  {
    "clause_id": 243,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Free returns"
  },
  {
    "clause_id": 244,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "CLICK & COLLECT"
  },
  {
    "clause_id": 245,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "EYE EXAMS"
  },
  {
    "clause_id": 246,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Store Appointments"
  },
  {
    "clause_id": 247,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "We guarantee every transaction is 100% secure."
  },
  {
    "clause_id": 248,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "VISA Master Card Amex Apple Pay Klarna Paypal"
  },
  {
    "clause_id": 249,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "VISA"
  },
  {
    "clause_id": 250,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Master Card"
  },
  {
    "clause_id": 251,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Amex"
  },
  {
    "clause_id": 252,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Apple Pay"
  },
  {
    "clause_id": 253,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Klarna"
  },
  {
    "clause_id": 254,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Paypal"
  },
  {
    "clause_id": 255,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "SHOP BY All Sunglasses All Eyeglasses Prescription Sunglasses Prescription Eyeglasses Polarised RAY-BAN | META COLLECTION Gift Card CYBER MONDAY Black Friday"
  },
  {
    "clause_id": 256,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "SHOP BY"
  },
  {
    "clause_id": 257,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "All Sunglasses"
  },
  {
    "clause_id": 258,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "All Eyeglasses"
  },
  {
    "clause_id": 259,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Prescription Sunglasses"
  },
  {
    "clause_id": 260,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Prescription Eyeglasses"
  },
  {
    "clause_id": 261,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Polarised"
  },
  {
    "clause_id": 262,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "RAY-BAN | META COLLECTION"
  },
  {
    "clause_id": 263,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Gift Card"
  },
  {
    "clause_id": 264,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "CYBER MONDAY"
  },
  {
    "clause_id": 265,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Black Friday"
  },
  {
    "clause_id": 266,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Shopping Online Size guide Corporate sales Prescription lenses Accepted payment methods Warranty Shipping information"
  },
  {
    "clause_id": 267,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Shopping Online"
  },
  {
    "clause_id": 268,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Size guide"
  },
  {
    "clause_id": 269,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Corporate sales"
  },
  {
    "clause_id": 270,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Prescription lenses"
  },
  {
    "clause_id": 271,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Accepted payment methods"
  },
  {
    "clause_id": 272,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Warranty"
  },
  {
    "clause_id": 273,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Shipping information"
  },
  {
    "clause_id": 274,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "About us OUR ICONS HISTORY The Ones OneSight"
  },
  {
    "clause_id": 275,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "About us"
  },
  {
    "clause_id": 276,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "OUR ICONS HISTORY"
  },
  {
    "clause_id": 277,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "The Ones"
  },
  {
    "clause_id": 278,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "OneSight"
  },
  {
    "clause_id": 279,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Do it in person Store Locator ONLINE & STORE SERVICES"
  },
  {
    "clause_id": 280,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Do it in person"
  },
  {
    "clause_id": 281,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Store Locator"
  },
  {
    "clause_id": 282,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "ONLINE & STORE SERVICES"
  },
  {
    "clause_id": 283,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "How can we help?"
  },
  {
    "clause_id": 284,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Get Support Track Orders Track Returns Gift Card Balance FAQ MORE FROM META report a Fake Returns"
  },
  {
    "clause_id": 285,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "How can we help?"
  },
  {
    "clause_id": 286,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Get Support"
  },
  {
    "clause_id": 287,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Track Orders"
  },
  {
    "clause_id": 288,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Track Returns"
  },
  {
    "clause_id": 289,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Gift Card Balance"
  },
  {
    "clause_id": 290,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "FAQ"
  },
  {
    "clause_id": 291,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "MORE FROM META"
  },
  {
    "clause_id": 292,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "report a Fake"
  },
  {
    "clause_id": 293,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Returns"
  },
  {
    "clause_id": 294,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "follow us"
  },
  {
    "clause_id": 295,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "follow us"
  },
  {
    "clause_id": 296,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "All Sunglasses All Eyeglasses Prescription Sunglasses Prescription Eyeglasses Polarised RAY-BAN |"
  },
  {
    "clause_id": 297,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "META COLLECTION Gift Card CYBER MONDAY Black Friday Special Offers Size guide Corporate sales Prescription lenses Accepted payment methods Warranty Shipping information OUR ICONS HISTORY"
  },
  {
    "clause_id": 298,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "The Ones OneSight Store Locator ONLINE & STORE SERVICES Get Support Track Orders Track Returns Gift Card Balance FAQ MORE FROM META report a Fake Returns"
  },
  {
    "clause_id": 299,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "All Sunglasses All Eyeglasses Prescription Sunglasses Prescription Eyeglasses Polarised RAY-BAN | META COLLECTION Gift Card CYBER MONDAY Black Friday Special Offers"
  },
  {
    "clause_id": 300,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "All Sunglasses All Eyeglasses Prescription Sunglasses Prescription Eyeglasses Polarised RAY-BAN | META COLLECTION Gift Card CYBER MONDAY Black Friday Special Offers"
  },
  {
    "clause_id": 301,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Size guide Corporate sales Prescription lenses Accepted payment methods Warranty Shipping information"
  },
  {
    "clause_id": 302,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Size guide Corporate sales Prescription lenses Accepted payment methods Warranty Shipping information"
  },
  {
    "clause_id": 303,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "OUR ICONS HISTORY The Ones OneSight"
  },
  {
    "clause_id": 304,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "OUR ICONS HISTORY The Ones OneSight"
  },
  {
    "clause_id": 305,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Store Locator ONLINE & STORE SERVICES"
  },
  {
    "clause_id": 306,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Store Locator ONLINE & STORE SERVICES"
  },
  {
    "clause_id": 307,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Get Support Track Orders Track Returns Gift Card Balance FAQ MORE FROM META report a Fake Returns"
  },
  {
    "clause_id": 308,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Get Support Track Orders Track Returns Gift Card Balance FAQ MORE FROM META report a Fake Returns"
  },
  {
    "clause_id": 309,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "WebID #"
  },
  {
    "clause_id": 310,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "You're shipping to:"
  },
  {
    "clause_id": 311,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Warning and Safety Information for Products"
  },
  {
    "clause_id": 312,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Internet privacy policy"
  },
  {
    "clause_id": 313,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Sitemap"
  },
  {
    "clause_id": 314,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Terms of use"
  },
  {
    "clause_id": 315,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Warning and Safety Information for Products Internet privacy policy Sitemap Terms of use"
  },
  {
    "clause_id": 316,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Pictures and images on this website are for illustration purposes only."
  },
  {
    "clause_id": 317,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "No qualities or characteristics of the productsdepicted herein could be inferred from the relevant pictures."
  },
  {
    "clause_id": 318,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Certain activities undertaken by Luxottica Group S.p.A.may be licensed under US Patent No. 6,624,843."
  },
  {
    "clause_id": 319,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Copyright ©2025 Luxottica Group S.p.A. - All Rights Reserved."
  },
  {
    "clause_id": 320,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "DISCOVER OTHER BRANDS FROM LUXOTTICA"
  },
  {
    "clause_id": 321,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Oakley Persol Oliver Peoples Vogue Eyewear Sunglass Hut LensCrafters Target Optical Glasses ContactsDirect Pearle Vision FramesDirect EyeBuyDirect.com"
  },
  {
    "clause_id": 322,
    "section": "Join The Ones community and get a special welcome reward.",
    "text": "Costa del Mar Nuance Audio"
  },
  {
    "clause_id": 323,
    "section": "HOW TO COMPARE?",
    "text": "Please select 2 of the products from your collection to compare them."
  },
  {
    "clause_id": 324,
    "section": "HOW TO COMPARE?",
    "text": "Ok"
  },
  {
    "clause_id": 325,
    "section": "HOW TO COMPARE?",
    "text": "Please insert your delivery information in English"
  },
  {
    "clause_id": 326,
    "section": "HOW TO COMPARE?",
    "text": "First name Please enter your First Name."
  },
  {
    "clause_id": 327,
    "section": "HOW TO COMPARE?",
    "text": "Last name Please enter your Last Name."
  },
  {
    "clause_id": 328,
    "section": "HOW TO COMPARE?",
    "text": "Telephone Number Please enter your Telephone."
  },
  {
    "clause_id": 329,
    "section": "HOW TO COMPARE?",
    "text": "Only used if there are issues with your order"
  },
  {
    "clause_id": 330,
    "section": "HOW TO COMPARE?",
    "text": "Address Please enter your address (maximum 35 characters)."
  },
  {
    "clause_id": 331,
    "section": "HOW TO COMPARE?",
    "text": "Apartment, Floor"
  },
  {
    "clause_id": 332,
    "section": "HOW TO COMPARE?",
    "text": "City Please enter your City."
  },
  {
    "clause_id": 333,
    "section": "HOW TO COMPARE?",
    "text": "Aberdeenshire Anglesey Angus/Forfarshire Antrim Argyllshire Armagh Ayrshire Banffshire Bath&NthEstSomerset"
  },
  {
    "clause_id": 334,
    "section": "HOW TO COMPARE?",
    "text": "Bedfordshire Berkshire Berwickshire Brecknockshire Buckinghamshire Buteshire Caernarfonshire Caithness Cambridgeshire Cardiganshire Carmarthenshire Cheshire Clackmannanshire Cornwall Cromartyshire Cumberland Denbighshire Derbyshire Devon Dorset Down Dumfriesshire Dunbartonshire Durham East Lothian East Sussex Essex Fermanagh Fife Flintshire Gloucestershire"
  },
  {
    "clause_id": 335,
    "section": "HOW TO COMPARE?",
    "text": "Greater London Hampshire Hereford and Worcs."
  },
  {
    "clause_id": 336,
    "section": "HOW TO COMPARE?",
    "text": "Hertfordshire Huntingdonshire Invernesshire Isle of Wight Kent Kincardineshire Kinross-shire Kirkcudbrightshire Lanarkshire Lancashire Leicestershire Lincolnshire Londonderry Merioneth Mid Glamorgan Middlesex Midlothian Monmouthshire Montgomeryshire Morayshire Nairnshire Norfolk North Yorkshire Northamptonshire Northumberland Nottinghamshire Orkney Oxfordshire Peeblesshire Pembrokeshire Perthshire Radnorshire Renfrewshire Ross-shire Roxburghshire Rutland Selkirkshire Shetland Shropshire Somerset South Glamorgan South Yorkshire Staffordshire Stirlingshire Suffolk Surrey Sutherland Tyrone Warwickshire West Glamorgan West Lothian West Sussex West Yorkshire Westmorland Wigtownshire Wiltshire Worcestershire Please enter your State/Province."
  },
  {
    "clause_id": 337,
    "section": "HOW TO COMPARE?",
    "text": "Postal code Please enter a valid postal code."
  },
  {
    "clause_id": 338,
    "section": "HOW TO COMPARE?",
    "text": "Address nickname"
  },
  {
    "clause_id": 339,
    "section": "HOW TO COMPARE?",
    "text": "e.g. home"
  },
  {
    "clause_id": 340,
    "section": "HOW TO COMPARE?",
    "text": "Cancel"
  },
  {
    "clause_id": 341,
    "section": "Change Password",
    "text": "Current password Please enter your Current password."
  },
  {
    "clause_id": 342,
    "section": "Change Password",
    "text": "Your password must include the following"
  },
  {
    "clause_id": 343,
    "section": "Change Password",
    "text": "A minimum of 8 characters"
  },
  {
    "clause_id": 344,
    "section": "Change Password",
    "text": "At least 1 number (0–9)"
  },
  {
    "clause_id": 345,
    "section": "Change Password",
    "text": "At least one special character (!,£,#)"
  },
  {
    "clause_id": 346,
    "section": "Change Password",
    "text": "At least one lowercase letter (a-z)"
  },
  {
    "clause_id": 347,
    "section": "Change Password",
    "text": "At least one uppercase letter (A-Z)"
  },
  {
    "clause_id": 348,
    "section": "Change Password",
    "text": "Confirm new password Please confirm your new password."
  }
]